// Задача 2: Даны 2 числа, показать большее и меньшее
Console.WriteLine("введите 2 числа");
int numberFirst = 5;
int numberSecond = 8;

if (numberFirst > numberSecond)
{
    Console.WriteLine("Меньшее число " + numberSecond);
    Console.WriteLine("Большее число " + numberFirst);
}
else
{
    Console.WriteLine("Меньшее число " + numberFirst);
    Console.WriteLine("Большее число " + numberSecond);
}
