// Напишите программу, которая на вход принимает число (N), а на выходе показывает все чётные числа от 1 до N
int number = 30;
int count = 2;

while (count <= number)
{
    Console.WriteLine(count + " ");
    count += 2;
}
Console.WriteLine();