// Задача 6: Напишите программу, которая на вход принимает число и выдаёт, является ли число чётным (делится ли оно на два без остатка).
int number = 107;

if (number%2 == 0);
{
    Console.WriteLine ("число четное");
}

else
{
    Console.WriteLine ("число нечетное");
}